tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "itchyny/tap"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gomi"
brew "grpcurl"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "ko"
brew "kubernetes-cli"
brew "krew"
brew "libpq"
brew "mise"
brew "neovim"
brew "potrace"
brew "qpdf"
brew "ripgrep"
brew "sheldon"
brew "skaffold"
brew "starship"
brew "wget"
brew "yq"
brew "felixkratz/formulae/borders"
brew "itchyny/tap/mmv"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "arc"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "meetingbar"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "wezterm@nightly"
