tap "arto-app/tap"
tap "bufbuild/buf"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "itchyny/tap"
tap "k1low/tap"
tap "manaflow-ai/cmux"
brew "aqua"
brew "bat"
brew "cloudflared"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gomi"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "ko"
brew "kubernetes-cli"
brew "krew"
brew "libpq"
brew "mise"
brew "neovim"
brew "oh-my-posh"
brew "ripgrep"
brew "sheldon"
brew "skaffold"
brew "tmux"
brew "tree-sitter-cli"
brew "vercel-cli"
brew "wget"
brew "xcodegen"
brew "yazi"
brew "yq"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "felixkratz/formulae/borders"
brew "itchyny/tap/mmv"
brew "k1low/tap/git-wt"
brew "k1low/tap/mo"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "arc"
cask "brave-browser"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cmux"
cask "codex"
cask "cursor"
cask "cursor-cli"
cask "font-0xproto-nerd-font"
cask "gcloud-cli"
cask "google-chrome"
cask "jordanbaird-ice@beta"
cask "karabiner-elements"
cask "linear-linear"
cask "meetingbar"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "tailscale-app"
cask "thebrowsercompany-dia"
cask "visual-studio-code"
cask "vlc"
cask "voiceink"
cask "wezterm@nightly"
go "cmd/go"
go "cmd/gofmt"
